[
  {
    "name": "Apollo",
    "location": "Apollo is on the 1st floor, at the end of the hall that goes by the gym. The door into that hall is just to the left of the elevators on 1, or you can take the stairs all the way down. If you're coming out of an elevator, make a right and another right. Or, if you don't know left from right, apply for a job on the senior leadership team. Haha, I'm subversive!"
  },
  {
    "name": "Galaxy",
    "location": "Galaxy is on the 1st floor, the first room on the left down the hallway next to the elevators. Don't forget your keycard, which you'll need to get into that hallway. Or, you can just take the stairs down from the second floor. Shh, don't tell whoever's supposed to be kept out of that area."
  },
  {
    "name": "Gym",
    "location": "The gym is on the 1st floor, just down from Galaxy. It's on the right side of the hall after entering the door by the elevators. Please, get your wet towel out of there, it's starting to stink."
  },
  {
    "name": "Spray Room",
    "location": "The spray room is on the 1st floor, in the northwest corner. Go through the door next to the elevators. Then follow your nose—although, in a way, aren't you always doing that? "
  },
  {
    "name": "Albert II",
    "location": "Albert II is on the 2nd floor, in corner of the Collective Studio. It's on the Baltimore side, next to Gus Grissom."
  },
  {
    "name": "Buzz Aldrin",
    "location": "Buzz Aldrin is on the 2nd floor, in the corner of Collective Studio closest to 18th and Baltimore. To infinity and beyond! Or was that another Buzz?"
  },
  {
    "name": "Ellen Ochoa",
    "location": "Ellen Ochoa is on the 2nd floor, in Crossroads, just north of the Baltimore entrance. This is a nice big room with a nice big blackboard. For some reason, wireless connections are sometimes iffy here."
  },
  {
    "name": "Gus Grissom",
    "location": "Gus Grissom is on the 2nd floor. It's the large conference room on the west side near the southwest corner. If the sliding doors are closed, stand at the very center to pull them open. Some people get confused when trying to open them from one side or other, and they end up just standing there, looking sad."
  },
  {
    "name": "Mark Kelly",
    "location": "Mark Kelly is on the 2nd floor, immediately north of the Baltimore entrance, in Crossroads. Like many 2nd-floor rooms, it's named for a famous astronaut."
  },
  {
    "name": "Neil Armstrong",
    "location": "Neil Armstrong is on the 2nd floor, on the Main Street side of the building. It's one small step away from the Account team, a giant leap from the 4th-floor beer taps."
  },
  {
    "name": "Sally Ride",
    "location": "Sally Ride is a corner room on the 2nd floor, on the Main Street side, across from our parking garage. It's wiithin shouting distance of the person leaving an unwashed dish in the sink of the 2nd-floor kitchen. And anyone doing that deserves to be shouted at."
  },
  {
    "name": "Han Solo",
    "location": "Han Solo is on the 2nd floor, in the Collective Studio, on the Baltimore street side of the building. It's next door to Gus Grissom, demonstrating how fiction and reality co-exist."
  },
  {
    "name": "Chewie",
    "location": "Chewie is on the 2nd floor, in the Collective Studio, on the Baltimore street side of the building. Chewie is close to Han Solo (duh)."
  },
  {
    "name": "Laika",
    "location": "Laika is on the 2nd floor, near the central stairwell—not so much a room as a viewing area with a large TV, right by a pair of beer taps. So maybe it's really a sports bar? "
  },
  {
    "name": "Tsygan",
    "location": "Tsygan is on the 2nd floor, in the corridor to the Balitmore exit. It's a booth with a table. Go ahead, try to get a waiter."
  },
  {
    "name": "Dyzik",
    "location": "Dyzik is on the 2nd floor, in the corridor to the Baltimore exit. It's a booth with a table. Dyzik (sometimes spelled Desik) and its twin, Tsygan, are named for cosmonaut dogs."
  },
  {
    "name": "The City Dump",
    "location": "The City Dump is on the 2nd floor, back past the kitchen near Crossroads. It's on the Baltimore side of the building."
  },
  {
    "name": "The Stadium",
    "location": "The Stadium is on the 2nd floor, back past the kitchen near Crossroads. It's on the Baltimore side of the building."
  },
  {
    "name": "The Court House",
    "location": "The Court House is on the 2nd floor, back past the kitchen near Crossroads. It's on the Baltimore side of the building."
  },
  {
    "name": "The City Plaza",
    "location": "The City Plaza is on the 2nd floor, back past the kitchen near Crossroads. It's on the Baltimore side of the building."
  },
  {
    "name": "Judy Jetson",
    "location": "The room formerly known as Judy Jetson is on the 2nd floor in the Collective Studio. Currently it's being used as the private office for a fellow named Wesley Blue."
  },
  {
    "name": "Jane Jetson",
    "location": "Jane Jetson is on the 2nd floor, right next door to George, on the Main street side, near the Account team."
  },
  {
    "name": "George Jetson",
    "location": "George Jetson is on the 2nd floor, right next door to Jane, on the Main street side, near the Account team."
  },
  {
    "name": "Mortis",
    "location": "Mortis is on the 2nd floor, in 40Digits. You'd think it would be next door to Rigor, but it's not. It's next door to the Millennium Falcon room."
  },
  {
    "name": "Millennium Falcon",
    "location": "Millennium Falcon is on the 2nd floor, in 40Digits, just past a room called Mortis."
  },
  {
    "name": "Er'kit",
    "location": "Er'kit is on the 2nd floor, in the 40Digits space. Go down the hallway to the left of the elevators (as you look at them), then keep on walking until you see the developers. They're the ones wearing hoodies and thinking in binary."
  },
  {
    "name": "Astro",
    "location": "Astro is the small room on the 3rd floor, to the right of the elevators as you face them."
  },
  {
    "name": "Eris",
    "location": "Eris is the nice little alcove on the 3rd floor, right next to Astro, to the right of the elevators as you face them."
  },
  {
    "name": "Jupiter",
    "location": "Jupiter is a conference room on the 3rd floor, just behind the top of the stairs coming up from the 2nd floor."
  },
  {
    "name": "Saturn",
    "location": "Saturn is on the 3rd floor, near the top of the stairs coming up from the second floor, near Social."
  },
  {
    "name": "Mars",
    "location": "Mars is on the 3rd floor, near the Social team. It's in the corner that faces Main Street and our parking garage."
  },
  {
    "name": "Mr. Spacely",
    "location": "Mr. Spacely is on the 3rd floor, on the Main Street side of the building, near Social."
  },
  {
    "name": "Rosie",
    "location": "Rosie is on the 3rd floor, on the Main Street side of the building, near Social. Rosie houses the Tim Galles library."
  },
  {
    "name": "Earth",
    "location": "Earth is on the 3rd floor, in the southeast corner. It is famous for being too hot or too cold and smelling perpetually of armpit."
  },
  {
    "name": "Mercury",
    "location": "Mercury is on the 3rd floor, on the Baltimore side of the building, in the far corner."
  },
  {
    "name": "Venus",
    "location": "Venus is on the 3rd floor, on the Baltimore side of the building, right next to Mercury."
  },
  {
    "name": "Uranus",
    "location": "If you don't know, I'm not telling you. (Just kidding. Uranus is on the 3rd floor on the Baltimore Street side of the building. Weirdly, Uranus is next to Venus.)"
  },
  {
    "name": "Neptune",
    "location": "Neptune is on the 3rd floor, in the corner that overlooks 18th Street and Baltimore."
  },
  {
    "name": "Big Dipper",
    "location": "The Big Dipper is on 3, where the New Business teams camp out, next to Neptune. There are no doors to the Big Dipper, which sounds like cosmic wisdom, but really just describes its walk-through openness."
  },
  {
    "name": "Sun",
    "location": "Sun is on the 3rd floor, to the right of the elevators as you face them, between Eris and Jupiter."
  },
  {
    "name": "Calvera",
    "location": "Calvera is the odd angular structure on the 3rd floor, right next to Moonshot. There, you might find yourself swimming with a whale, or walking a plank, or shooting some robots in outer space. Don't know what I'm talking about? Reach out to Moonshot and they'll show you a great time. "
  },
  {
    "name": "Michael Bay",
    "location": "Michael Bay is one of the video team edit bays on the 3rd floor, right next to Moonshot. It's the one with all the lens flare and explosions."
  },
  {
    "name": "Bay Romano",
    "location": "Bay Romano is one of the video team edit bays on the 3rd floor, right next to Production. Everybody loves Baymond."
  },
  {
    "name": "Rocket Fuel",
    "location": "Rocket Fuel is the kitchen on the Baltimore Street side of the 3rd floor. There's no actual coffee there, so the name is a total fake-out. (I think there's a Keurig machine in there, but whether or not that's considered coffee is debatable.)"
  },
  {
    "name": "Blue Lounge",
    "location": "The Blue Lounge is on the 4th floor, in a corner on the Baltimore Street side, right by Flight Deck. "
  },
  {
    "name": "Magenta Lounge",
    "location": "The Magenta Lounge is on the 4th floor, near the Southeast corner, just inside of the doors to the rooftop deck."
  },
  {
    "name": "Green Lounge",
    "location": "The Green Lounge is the stage on the 4th floor, right in the middle."
  },
  {
    "name": "Black Lounge",
    "location": "The Black Lounge is on the 4th floor, overlooking 18th and Baltimore, right next to the Magenta Lounge, behind the ropes."
  },
  {
    "name": "Flight Deck",
    "location": "The Flight Deck is the board room on the 4th floor. If you're facing the elevators, it's to your left."
  },
  {
    "name": "Kitchen Table",
    "location": "The Kitchen Table is the long wooden table on the 4th floor."
  },
  {
    "name": "Zen Rooms",
    "location": "The Zen Rooms are on the 4th floor, at the top of the stairs, with the red doors. If you want to work with the door closed, which is kind of the point, be sure to turn on the red light. You don't have to turn on the red light, Roxanne. But in this case, you should."
  },
  {
    "name": "The Room of Requirement",
    "location": "The Room of Requirement is located on the 7th floor across from the tapestry of Barnabas the Barmy. "
  },
  {
    "name": "The Rumi",
    "location": "The Rumi is a mystical, whirling dervish of a room on the 13th-century floor, arranged in quatrains by a Sufi poet."
  },
  {
    "name": "Wardrobe",
    "location": "Wardrobe is a network hardware closet on 3, near Moonshot. Few go into Wardrobe. Those who do rarely return."
  },
  {
    "name": "Rooftop",
    "location": "The Rooftop is the deck on the 4th floor. Take the stairs or the elevator to the top and look for the party outside. If you can't find one, you have a personal obligation to get it started. Do the right thing."
  }
]
