[
  {
    "name": "Big Dipper",
    "location": "Big Dipper is on the 1st floor, the larger room to the left of Little Dipper, all the way down the hall from the gym. The door into that hall is just to the left of the elevators on 1. Or, if you're coming out of an elevator, make a right and another right. Or, if you don't know left from right, move to Washington D.C. You could be a uniter.",
    "img": {
      "map": "img/rooms/big-dipper-map.jpg"
    }
  },
  {
    "name": "Little Dipper",
    "location": "Little Dipper is on the 1st floor, the smaller room to the right of Big Dipper, all the way down the hall from the gym. The door into that hall is just to the left of the elevators on 1. Or, if you're coming out of an elevator, make a right and another right. Or, if you don't know left from right, move to Washington D.C. You could be a uniter.",
    "img": {
      "map": "img/rooms/little-dipper-map.jpg"
    }
  },
  {
    "name": "Galaxy",
    "location": "Galaxy is on the 1st floor, the first room on the left down the hallway next to the elevators. Don't forget your keycard, which you'll need to get into that hallway. Or, you can just take the stairs down from the second floor. Shh, don't tell whoever's supposed to be kept out of that area.",
    "img": {
      "pic": "img/rooms/galaxy-pic.jpg",
      "map": "img/rooms/galaxy-map.jpg"
    }
  },
  {
    "name": "Gym",
    "location": "The gym is on the 1st floor, just down from Galaxy. It's on the right side of the hall after entering the door by the elevators. Please, get your wet towel out of there, it's starting to stink.",
    "img": {
      "pic": "img/rooms/gym-pic.jpg",
      "map": "img/rooms/gym-map.jpg"
    }
  },
  {
    "name": "Spray Room",
    "location": "The spray room is on the 1st floor, in the northwest corner. Go through the door next to the elevators. Then follow your nose—although, in a way, aren't you always doing that? ",
    "img": {
      "pic": "img/rooms/spray-room-pic.jpg",
      "map": "img/rooms/spray-room-map.jpg"
    }
  },
  {
    "name": "Albert 2",
    "location": "Albert II is on the 2nd floor, on the Baltimore Street side of the building, all the way in the back. After entering the area by Crossroads, follow the path then take a left at 40Digits and the room is in the furthest corner to the left.",
    "img": {
      "map": "img/rooms/albert-ii-map.jpg"
    }
  },
  {
    "name": "Albert II",
    "location": "Albert II is on the 2nd floor, on the Baltimore Street side of the building, all the way in the back. After entering the area by Crossroads, follow the path then take a left at 40Digits and the room is in the furthest corner to the left.",
    "img": {
      "map": "img/rooms/albert-ii-map.jpg"
    }
  },
  {
    "name": "Alan Shepard",
    "location": "Alan Shepard is on the 2nd floor, on the Baltimore Street side of the building, the next to last room in the furthest corner. After entering the area by Crossroads, follow the path then take a left at 40Digits and the room is the second to last room in the corner to the left.",
    "img": {
      "map": "img/rooms/alan-shepard-map.jpg"
    }
  },
  {
    "name": "Han Solo",
    "location": "Han Solo is on the 2nd floor, on the Baltimore Street side of the building, the second room past the stairway in the back corner. After entering the area by Crossroads, follow the path then take a left at 40Digits and the room is the third to last room in the corner to the left. Unsurprisingly, Han is right next to Chewie.",
    "img": {
      "map": "img/rooms/han-solo-map.jpg"
    }
  },
  {
    "name": "Chewie",
    "location": "Chewie is on the 2nd floor, on the Baltimore Street side of the building, the first room past the stairway in the back corner. After entering the area by Crossroads, follow the path then take a left at 40Digits and the room is the fourth to last room in the corner to the left. Unsurprisingly, Chewie is right next to Han.",
    "img": {
      "map": "img/rooms/chewie-map.jpg"
    }
  },
  {
    "name": "Buzz Aldrin",
    "location": "Buzz Aldrin is on the 2nd floor, in the corner of Collective Studio closest to 18th and Baltimore. To infinity and beyond! Or was that another Buzz?",
    "img": {
      "pic": "img/rooms/buzz-aldrin-pic.jpg",
      "map": "img/rooms/buzz-aldrin-map.jpg"
    }
  },
  {
    "name": "Ellen Ochoa",
    "location": "Ellen Ochoa is on the 2nd floor, in Crossroads, just north of the Baltimore entrance. This is a nice big room with a nice big blackboard. For some reason, wireless connections are sometimes iffy here.",
    "img": {
      "pic": "img/rooms/ellen-ochoa-pic.jpg",
      "map": "img/rooms/ellen-ochoa-map.jpg"
    }
  },
  {
    "name": "Gus Grissom",
    "location": "Gus Grissom is on the 2nd floor. It's the large conference room on the west side near the southwest corner. If the sliding doors are closed, stand at the very center to pull them open. Some people get confused when trying to open them from one side or other, and they end up just standing there, looking sad.",
    "img": {
      "pic": "img/rooms/gus-grissom-pic.jpg",
      "map": "img/rooms/gus-grissom-map.jpg"
    }
  },
  {
    "name": "Mark Kelly",
    "location": "Mark Kelly is on the 2nd floor, immediately north of the Baltimore entrance, in Crossroads. Like many 2rd floor rooms, it's named for a famous astronaut.",
    "img": {
      "pic": "img/rooms/mark-kelly-pic.jpg",
      "map": "img/rooms/mark-kelly-map.jpg"
    }
  },
  {
    "name": "Neil Armstrong",
    "location": "Neil Armstrong is on the 2nd floor, on the Main Street side of the building. It's one small step away from the Account team, a giant leap from the 4th-floor beer taps.",
    "img": {
      "pic": "img/rooms/neil-armstrong-pic.jpg",
      "map": "img/rooms/neil-armstrong-map.jpg"
    }
  },
  {
    "name": "Sally Ride",
    "location": "Sally Ride is a corner room on the 2nd floor, on the Main Street side, across from our parking garage. It's within shouting distance of the person leaving an unwashed dish in the sink of the 2rd floor kitchen. And anyone doing that deserves to be shouted at.",
    "img": {
      "pic": "img/rooms/sally-ride-pic.jpg",
      "map": "img/rooms/sally-ride-map.jpg"
    }
  },
  {
    "name": "Laika",
    "location": "Laika is on the 2nd floor, near the central stairwell—not so much a room as a viewing area with a large TV, right by a pair of beer taps. So maybe it's really a sports bar? ",
    "img": {
      "pic": "img/rooms/laika-pic.jpg",
      "map": "img/rooms/laika-map.jpg"
    }
  },
  {
    "name": "Tsygan",
    "location": "Tsygan is on the 2nd floor, in the corridor to the Balitmore exit. It's a booth with a table. Go ahead, try to get a waiter.",
    "img": {
      "pic": "img/rooms/tsygan-pic.jpg",
      "map": "img/rooms/tsygan-map.jpg"
    }
  },
  {
    "name": "Dyzik",
    "location": "Dyzik is on the 2nd floor, in the corridor to the Baltimore exit. It's a booth with a table. Dyzik (sometimes spelled Desik) and its twin, Tsygan, are named for cosmonaut dogs.",
    "img": {
      "map": "img/rooms/dyzik-map.jpg"
    }
  },
  {
    "name": "George Jetson",
    "location": "George Jetson is on the 2nd floor, right next door to Jane, on the Main street side, near the Account team.",
    "img": {
      "pic": "img/rooms/george-jetson-pic.jpg",
      "map": "img/rooms/george-jetson-map.jpg"
    }
  },
  {
    "name": "Mortis",
    "location": "Mortis is on the 2nd floor, in 40Digits. You'd think it would be next door to Rigor, but it's not. It's next door to the Millennium Falcon room.",
    "img": {
      "pic": "img/rooms/mortis-pic.jpg",
      "map": "img/rooms/mortis-map.jpg"
    }
  },
  {
    "name": "Millennium Falcon",
    "location": "Millennium Falcon is on the 2nd floor, in 40Digits, just past a room called Mortis.",
    "img": {
      "pic": "img/rooms/millennium-falcon-pic.jpg",
      "map": "img/rooms/millennium-falcon-map.jpg"
    }
  },
  {
    "name": "Er'kit",
    "location": "Er'kit is on the 2nd floor, in the 40Digits space. Go down the hallway to the left of the elevators (as you look at them), then keep on walking until you see the developers. They're the ones wearing hoodies and thinking in binary.",
    "img": {
      "pic": "img/rooms/erkit-pic.jpg",
      "map": "img/rooms/erkit-map.jpg"
    }
  },
  {
    "name": "Astro",
    "location": "Astro is the small room on the 3rd floor, to the right of the elevators as you face them.",
    "img": {
      "pic": "img/rooms/astro-pic.jpg",
      "map": "img/rooms/astro-map.jpg"
    }
  },
  {
    "name": "Eris",
    "location": "Eris is the nice little alcove on the 3rd floor, right next to Astro, to the right of the elevators as you face them.",
    "img": {
      "pic": "img/rooms/eris-pic.jpg",
      "map": "img/rooms/eris-map.jpg"
    }
  },
  {
    "name": "Jupiter",
    "location": "Jupiter is a conference room on the 3rd floor, just behind the top of the stairs coming up from the 2nd floor.",
    "img": {
      "pic": "img/rooms/jupiter-pic.jpg",
      "map": "img/rooms/jupiter-map.jpg"
    }
  },
  {
    "name": "Saturn",
    "location": "Saturn is on the 3rd floor, near the top of the stairs coming up from the second floor, near Social.",
    "img": {
      "pic": "img/rooms/saturn-pic.jpg",
      "map": "img/rooms/saturn-map.jpg"
    }
  },
  {
    "name": "Mars",
    "location": "Mars is on the 3rd floor, near the Social team. It's in the corner that faces Main Street and our parking garage.",
    "img": {
      "pic": "img/rooms/mars-pic.jpg",
      "map": "img/rooms/mars-map.jpg"
    }
  },
  {
    "name": "Mr. Spacely",
    "location": "Mr. Spacely is on the 3rd floor, on the Main Street side of the building, near Social.",
    "img": {
      "pic": "img/rooms/mr-spacely-pic.jpg",
      "map": "img/rooms/mr-spacely-map.jpg"
    }
  },
  {
    "name": "Rosie",
    "location": "Rosie is on the 3rd floor, on the Main Street side of the building, near Social. Rosie houses the Tim Galles library.",
    "img": {
      "pic": "img/rooms/rosie-pic.jpg",
      "map": "img/rooms/rosie-map.jpg"
    }
  },
  {
    "name": "Command Center",
    "location": "The Command Center is on the 3rd floor, on the Main Street side of the building, near Social, between Rosie and Earth.",
    "img": {
      "map": "img/rooms/command-center-map.jpg"
    }
  },
  {
    "name": "Earth",
    "location": "Earth is on the 3rd floor, in the southeast corner. It is famous for being too hot or too cold and smelling perpetually of armpit.",
    "img": {
      "pic": "img/rooms/earth-pic.jpg",
      "map": "img/rooms/earth-map.jpg"
    }
  },
  {
    "name": "Mercury",
    "location": "Mercury is on the 3rd floor, on the Baltimore side of the building, in the far corner.",
    "img": {
      "pic": "img/rooms/mercury-pic.jpg",
      "map": "img/rooms/mercury-map.jpg"
    }
  },
  {
    "name": "Venus",
    "location": "Venus is on the 3rd floor, on the Baltimore side of the building, right next to Mercury.",
    "img": {
      "pic": "img/rooms/venus-pic.jpg",
      "map": "img/rooms/venus-map.jpg"
    }
  },
  {
    "name": "Uranus",
    "location": "If you don't know where Uranus is, I'm not telling you. (Just kidding. Uranus is on the 3rd floor on the Baltimore Street side of the building. Weirdly, Uranus is next to Venus.)",
    "img": {
      "pic": "img/rooms/uranus-pic.jpg",
      "map": "img/rooms/uranus-map.jpg"
    }
  },
  {
    "name": "Neptune",
    "location": "Neptune is on the 3rd floor, in the corner that overlooks 18th Street and Baltimore.",
    "img": {
      "pic": "img/rooms/neptune-pic.jpg",
      "map": "img/rooms/neptune-map.jpg"
    }
  },
  {
    "name": "Theia",
    "location": "Theia is on the 3rd floor, on the Baltimore Street side, where the new business teams camp out. Theia is right next to Neptune.",
    "img": {
      "map": "img/rooms/theia-map.jpg"
    }
  },
  {
    "name": "Sun",
    "location": "Sun is on the 3rd floor, to the right of the elevators as you face them, between Eris and Jupiter.",
    "img": {
      "pic": "img/rooms/sun-pic.jpg",
      "map": "img/rooms/sun-map.jpg"
    }
  },
  {
    "name": "Calvera",
    "location": "Calvera is the odd angular structure on the 3rd floor, right next to Moonshot. There, you might find yourself swimming with a whale, or walking a plank, or shooting some robots in outer space. Don't know what I'm talking about? Reach out to Moonshot and they'll show you a great time. ",
    "img": {
      "pic": "img/rooms/calvera-pic.jpg",
      "map": "img/rooms/calvera-map.jpg"
    }
  },
  {
    "name": "Michael Bay",
    "location": "Michael Bay is one of the video team edit bays on the 3rd floor, right next to Moonshot. It's the one with all the lens flare and explosions.",
    "img": {
      "pic": "img/rooms/michael-bay-pic.jpg",
      "map": "img/rooms/michael-bay-map.jpg"
    }
  },
  {
    "name": "Bay Romano",
    "location": "Bay Romano is one of the video team edit bays on the 3rd floor, right next to Production. Everybody loves Baymond.",
    "img": {
      "pic": "img/rooms/bay-romano-pic.jpg",
      "map": "img/rooms/bay-romano-map.jpg"
    }
  },
  {
    "name": "Rocket Fuel",
    "location": "Rocket Fuel is the kitchen on the Baltimore Street side of the 3rd floor. There's no actual coffee there, so the name is a total fake-out. (I think there's a Keurig machine in there, but whether or not that's considered coffee is debatable.)",
    "img": {
      "pic": "img/rooms/rocket-fuel-pic.jpg",
      "map": "img/rooms/rocket-fuel-map.jpg"
    }
  },
  {
    "name": "Blue Lounge",
    "location": "The Blue Lounge is on the 4th floor, in a corner on the Baltimore Street side, right by Flight Deck. ",
    "img": {
      "pic": "img/rooms/blue-lounge-pic.jpg",
      "map": "img/rooms/blue-lounge-map.jpg"
    }
  },
  {
    "name": "Magenta Lounge",
    "location": "The Magenta Lounge is on the 4th floor, near the Southeast corner, just inside of the doors to the rooftop deck.",
    "img": {
      "pic": "img/rooms/magenta-lounge-pic.jpg",
      "map": "img/rooms/magenta-lounge-map.jpg"
    }
  },
  {
    "name": "Green Lounge",
    "location": "The Green Lounge is the stage on the 4th floor, right in the middle.",
    "img": {
      "pic": "img/rooms/green-lounge-pic.jpg",
      "map": "img/rooms/green-lounge-map.jpg"
    }
  },
  {
    "name": "Black Lounge",
    "location": "The Black Lounge is on the 4th floor, overlooking 18th and Baltimore, right next to the Magenta Lounge, behind the ropes.",
    "img": {
      "pic": "img/rooms/black-lounge-pic.jpg",
      "map": "img/rooms/black-lounge-map.jpg"
    }
  },
  {
    "name": "Flight Deck",
    "location": "The Flight Deck is the board room on the 4th floor. If you're facing the elevators, it's to your left.",
    "img": {
      "pic": "img/rooms/flight-deck-pic.jpg",
      "map": "img/rooms/flight-deck-map.jpg"
    }
  },
  {
    "name": "Mini War Room",
    "location": "The Mini War Rooms are on the 3rd floor, all the way towards the back, past Blacktop. Someday, maybe all wars will be mini wars, containable in Mini War Rooms.",
    "img": {
      "map": "img/rooms/mini-war-room-3-map.jpg"
    }
  },
  {
    "name": "Kitchen Table",
    "location": "The Kitchen Table is the long wooden table on the 4th floor.",
    "img": {
      "pic": "img/rooms/kitchen-table-pic.jpg",
      "map": "img/rooms/kitchen-table-map.jpg"
    }
  },
  {
    "name": "Zen Rooms",
    "location": "The Zen Rooms are on the 4th floor, at the top of the stairs, with the red doors. If you want to work with the door closed, which is kind of the point, be sure to turn on the red light. You don't have to turn on the red light, Roxanne. But in this case, you should.",
    "img": {
      "pic": "img/rooms/zen-rooms-pic.jpg",
      "map": "img/rooms/zen-rooms-map.jpg"
    }
  },
  {
    "name": "Wardrobe",
    "location": "Wardrobe is a network hardware closet on 3, near Moonshot. Few go into Wardrobe. Those who do rarely return."
  },
  {
    "name": "Loading Dock",
    "location": "To load or unload something, this is the dock for you. It's on 1. The door to the left of the elevators (as you face them) is just the beginning of your labyrinthine journey. You really need to talk to Melissa Schlagle, is what you need to do.",
    "img": {
      "map": "img/rooms/loading-dock-map.jpg"
    }
  },
  {
    "name": "Rooftop",
    "location": "The Rooftop is the deck on the 4th floor. Take the stairs or the elevator to the top and look for the party outside. If you can't find one, you have a personal obligation to get it started. Do the right thing.",
    "img": {
      "map": "img/rooms/rooftop-map.jpg"
    }
  },
  {
    "name": "Blacktop",
    "location": "Blacktop is on the 3rd floor, along the Baltimore St. side.",
    "img": {
      "map": "img/rooms/blacktop-map.jpg"
    }
  },
  {
    "name": "Moonshot",
    "location": "Moonshot is on the 3rd floor, on the Baltimore St. side. As you exit the elevators, turn right and turn right again before you walk into the Blacktop cubes. Walk past the exhibit space and you'll spot Moonshot on the right. If you walk past the kitchen on the left, you've gone too far.",
    "img": {
      "map": "img/rooms/moonshot-map.jpg"
    }
  },
  {
    "name": "Studio",
    "location": "The Studio artist team sits on 3, next to Blacktop. If you exit the elevators, turn right and right again. And then keep walking. If you run into the north wall, turn around. There they are.",
    "img": {
      "map": "img/rooms/studio-map.jpg"
    }
  },
  {
    "name": "Strategy",
    "location": "Strategy sits on 3, if they get to sit at all, poor things. They're all over the place, really. As you exit the elevators, take a dogleg to the right and walk down the hall past the bathrooms. Keep walking past the mailroom on the left, and you'll walk right into the strategy area.",
    "img": {
      "map": "img/rooms/strategy-map.jpg"
    }
  },
  {
    "name": "Creative",
    "location": "Creatives sit on the third floor. Well, that's where their desks are anyway. As you exit the elevator, take a left and walk toward the main staircase, head toward the center of the open space, and you'll see the creatives there. Maybe. Usually they're hiding wherever they can find a quiet spot to hunker down.",
    "img": {
      "map": "img/rooms/creative-map.jpg"
    }
  },
  {
    "name": "Datum",
    "location": "Datum Labs is on 3, between the Eris alcove and the Jupiter conference room. There's an exit sign right over their little cave, but you can't actually exit there.",
    "img": {
      "map": "img/rooms/datum-map.jpg"
    }
  },
  {
    "name": "HR",
    "location": "HR sits on the second floor, just behind the main staircase and next to the kitchen.",
    "img": {
      "map": "img/rooms/hr-map.jpg"
    }
  },
  {
    "name": "Studio",
    "location": "Studio is on the third floor on the Baltimore St. side. As you exit the elevators, take a right and then turn right again before you enter the Blacktop area. Keep going past Moonshot, and you'll find Studio just past the kitchen on the left.",
    "img": {
      "map": "img/rooms/studio-map.jpg"
    }
  },
  {
    "name": "Social",
    "location": "The social team sits on the third floor. Take a left out of the elevators and keep walking toward the Main St. side of the building. Walk past Jupiter and Saturn and you'll walk right into the Social team.",
    "img": {
      "map": "img/rooms/engagement-map.jpg"
    }
  },
  {
    "name": "Engagement",
    "location": "The social team sits on the third floor. Take a left out of the elevators and keep walking toward the Main St. side of the building. Walk past Jupiter and Saturn and you'll walk right into the Social team.",
    "img": {
      "map": "img/rooms/engagement-map.jpg"
    }
  },
  {
    "name": "Content Studio",
    "location": "Also known as the Fuel team, these young creative persons sit on 3, near Earth, toward the southeast corner overlooking 18th street.",
    "img": {
      "map": "img/rooms/content-studio-map.jpg"
    }
  },
  {
    "name": "40Digits",
    "location": "In the 2rd floor hallway leading out to Baltimore St., there's a red wall, inset kind of like a window seat with no window. Through the doorway next to it is Crossroads, our PR group. And if you keep on walking down that long passageway, you'll enter the 40Digits area.",
    "img": {
      "map": "img/rooms/40digits-map.jpg"
    }
  },
  {
    "name": "Social",
    "location": "The social team sits on the third floor. Take a left out of the elevators and keep walking toward the Main St. side of the building. Walk past Jupiter and Saturn and you'll walk right into the Social team.",
    "img": {
      "map": "img/rooms/engagement-map.jpg"
    }
  },
  {
    "name": "Collective",
    "location": "The Collective Studio works on the Payless account. They sit on 2 now, across the hall from Crossroads, toward the Baltimore St. side of the building.",
    "img": {
      "map": "img/rooms/collective-studio-map.jpg"
    }
  },
  {
    "name": "Leadership",
    "location": "The leadership team usually sits on the 4th floor, either in the Blue Lounge or at that big round table by the west windows, if they're in the office and not out tracking down new business. And if they're not in, their amazing administrative assistants are usually there and almost always know how to track them down.",
    "img": {
      "map": "img/rooms/leadership-map.jpg"
    }
  },
  {
    "name": "Video",
    "location": "The video team sits in the cold, dark recesses of the third floor. Take a right as you exit the elevators and another right as you approach Blacktop. As soon as you pass the exhibit space, cut a diagonal right past Moonshot, and you'll find the video team.",
    "img": {
      "map": "img/rooms/video-production-map.jpg"
    }
  },
  {
    "name": "Finance",
    "location": "The finance team sits on the second floor. They're mostly behind the workshop space where Moonshot used to be and where Ricky can still sometimes be found making loud noises that annoy the finance team.",
    "img": {
      "map": "img/rooms/finance-map.jpg"
    }
  },
  {
    "name": "Client Team",
    "location": "Do you mean Account? The account people who work with clients? They sit on 2, behind HR and the IT guys and on down toward the Main St. side. ",
    "img": {
      "map": "img/rooms/account-map.jpg"
    }
  },
  {
    "name": "Production",
    "location": "If you mean Video Production, that's in the cold, dark recesses of the 3rd floor. Take a right out of the elevators and then another right just past the VR/AR display. Then cut a diagonal right past Moonshot, and you'll find the video team. If you mean the Production Studio artist team, they sit on 3, next to Blacktop. If you exit the elevators, turn right and right again. And then keep walking. If you run into the north wall, turn around. They there are.",
    "img": {
      "map": "img/rooms/video-production-map.jpg"
    }
  },
  {
    "name": "IT",
    "location": "The IT team sits behind the 2rd floor kitchen, past HR. Look for a round table and a bunch of computer junk and some super nice guys who will help you, so stop crying.",
    "img": {
      "map": "img/rooms/help-desk-map.jpg"
    }
  },
  {
    "name": "Help Desk",
    "location": "The IT team sits behind the 2rd floor kitchen, past HR. Look for a round table and a bunch of computer junk and some super nice guys who will help you, so stop crying.",
    "img": {
      "map": "img/rooms/help-desk-map.jpg"
    }
  },
  {
    "name": "Crossroads",
    "location": "In the 2rd floor hallway leading out to Baltimore St., there's a red wall, inset kind of like a window seat with no window. Through the doorway next to it is Crossroads, our PR group. You can sell your soul to the devil, here, too.",
    "img": {
      "map": "img/rooms/crossroads-map.jpg"
    }
  },
  {
    "name": "Soda",
    "location": "You'll find the fountain of soda in the 2rd floor kitchen, under the stairs. Today's flavors: cola, diet cola, lemon-lime, various peppery PhDs, and dew of the mountain.",
    "img": {
      "map": "img/rooms/soda-fountain-map.jpg"
    }
  },
  {
    "name": "Popcorn",
    "location": "The popcorn machine moves around. It's most often found in the 40Digits area near the ice cream freezer on 2.",
    "img": {
      "map": "img/rooms/popcorn-machine-map.jpg"
    }
  },
  {
    "name": "Ice Cream",
    "location": "The ice cream freezer is on 2, to the left as you enter 40Digits. Why they get the ice cream in their area is a mystery. Then again, all the free beer is outside of their area. Thus, the balance of the universe is maintained.",
    "img": {
      "map": "img/rooms/ice-cream-fridge-map.jpg"
    }
  },
  {
    "name": "Company Kitchen",
    "location": "In the 3rd floor copy room, near the base of the stairs that go up to 4, there is food and drink available for purchase. You humans, with your eating and your drinking.",
    "img": {
      "map": "img/rooms/company-kitchen-map.jpg"
    }
  },
  {
    "name": "Panic Room",
    "location": "We don't have one of those. Should we?"
  }
]
